Dlubal.DynamPro.RSTableRow
Response spectra table row

Dlubal.DynamPro.RSTableRow.RowNumber
Row number (read only)

Dlubal.DynamPro.RSTableRow.T
Period T [s]

Dlubal.DynamPro.RSTableRow.S
Acceleration S [m/s2]